const About: React.FunctionComponent = () => {
  return (
    <div>
      <h1 className='mb-6  text-center'>О нас</h1>
      <div className=' words-wrap mb-6 break-words  px-4 text-justify xl:text-xl'>
        Компания ООО "Технопрогресс" состоит из опытных специалистов в области
        автоматики. Мы считаем автоматизацию делом своей жизни и связаны с этой
        профессией много лет. Весь наш опыт и знания к Вашим услугам! Сегодня мы
        можем предложить Вам: - Профессиональную команду инженеров, готовую к
        решению Ваших задач в области пневмоавтоматики - Поставку пневматики,
        включая техническую поддержку по подбору оборудования - Поставку
        промышленной запорной и регулирующей арматуры всех типов.
      </div>
    </div>
  );
};

export default About;
