const About: React.FunctionComponent = () => {
  return (
    <div>
      <h1 className='mb-6  text-center'>О нас</h1>
      <div className=' words-wrap mb-6 break-words  px-6 text-justify xl:text-xl'>
        Команда ООО "ТЕХНОПРОГРЕСС" состоит из опытных специалистов в области
        автоматики. Мы считаем автоматизацию делом своей жизни и связываем с
        этой профессией много лет. Весь наш опыт и знания к вашим услугам!
        Сегодня мы можем предложить вам: Профессиональную команду инженеров,
        готовых к решению Ваших задач в области пневмоавтоматики. Поставку
        пневматики, техническую поддержку по подбору оборудования) промышленную
        запорную/регулирующую арматуру всех типов. Проектирование и изготовление
        пневмоэлектрических шкафов управления и многое другое! Пишите на
        электронную почту или просто звоните!
      </div>
    </div>
  );
};

export default About;
